tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "planetscale/tap"
tap "rcmdnk/file"
brew "glib"
brew "python@3.9"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "gh"
brew "gnu-sed"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "gnupg"
brew "hstr"
brew "hub"
brew "jq"
brew "just"
brew "kubectx"
brew "libmng"
brew "node"
brew "marp-cli"
brew "mas"
brew "mysql-client"
brew "nghttp2"
brew "nushell"
brew "perl"
brew "poppler"
brew "postgresql@14"
brew "python@3.10"
brew "webp"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "task"
brew "tcptraceroute"
brew "tmux"
brew "tree"
brew "vim"
brew "zplug"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp", "with-no-titlebar", "with-spacemacs-icon"]
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
brew "rcmdnk/file/brew-file"
cask "anaconda"
cask "gitify"
cask "hiddenbar"
cask "rectangle"
cask "wireshark"
