tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "planetscale/tap"
tap "rcmdnk/file"
brew "glib"
brew "cmake"
brew "coreutils"
brew "gh"
brew "gnu-sed"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "gnupg"
brew "hstr"
brew "hub"
brew "jq"
brew "just"
brew "libmng"
brew "perl"
brew "poppler"
brew "postgresql@14"
brew "webp"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "task"
brew "tcptraceroute"
brew "tmux"
brew "tree"
brew "vim"
brew "zplug"
cask "gitify"
cask "hiddenbar"
cask "rectangle"
cask "wireshark"
